Repository: camment/sdk-ios
Catalog: CammentSDK/Assets/*.lproj/CammentSDK.strings
Languages: es

# User invited you to a private chat
source: %@ invited you to a private chat
es: Tu amigo te invitó a un grupo privado

source: Would you like to join the conversation?
es: ¿Te gustaría unirte al grupo?

source: Join
es: Unirse

source: Yes
es: Si

source: Login
es: Iniciar Sesión

# help.tap_and_hold_to_record
source: Tap & hold to record a mini video (camment)
es: Toca y mantén pulsado para grabar un mini vídeo (Camment)

# help.swipe_left_to_hide_camments
source: Swipe ← left anywhere to hide camments
es: Desliza ← a la izquierda para ocultar los Camments

# help.swipe_right_to_show_camments
source: Swipe → right to show camments
es: Desliza → a la derecha para que aparezcan los Camments

# help.postponed_onboarding_reminder
source: Start making video camments by tapping here later
es: Empieza a grabar tus Camments haciendo click aqui

# help.tap_to_play
source: Great success! Now tap the camment to play it
es: ¡Bien Hecho! Ahora toca el Camment para poder verlo

# help.pull_right_to_invite_friends
source: Pull the sidebar to the → right to invite friends to this chat
es: Desplaza la barra lateral hacia la → derecha para invitar a tus amigos a unirse a este grupo

# help.tap_and_hold_to_delete
source: Tap & hold your camment to delete it
es: Toca y mantén pulsado tu Camment para eliminarlo

# help.continue_onboarding_later
source: Continue tutorial later from sidebar
es: Continua el tutorial más tarde desde la barra lateral

# setup.use_camment_chat
source: Would you like to video chat with friends while watching this show?
es: ¿Te gustaría chatear a través de videos con tus amigos mientras ves este programa?

# setup.what_is_camment
source: It’s like SMS group messaging but with mini videos (camments) on top of the show you are now watching
es: Es como si enviaras un SMS a tu grupo de amigos pero enviando vídeos de 5 segundos (Camments) que aparecerán en la parte superior de la pantalla, mientras ves este programa

# setup.sounds_fun
source: Sounds fun
es: Suena divertido

# setup.maybe_later
source: Maybe later
es: Quizás más tarde

# camment_actions.delete_camment
source: Delete camment
es: Eliminar Camment

# camment_actions.title
source: Choose action
es: Selecciona una opción

# group_message.join_title
source: %@ entered your camment chat!
es: %@ ya ingresó a su chat Camment!

# group_message.join_desc
source: Maybe it would be polite to say hi with a camment?
es: Te recomendamos saludar a través de un Camment?

source: Cancel
es: Cancelar

# user_status.online
source: Online
es: Conectado

# user_status.offline
source: Offline
es: Desconectado

# user_status.busy
source: Busy
es: Ocupado

source: Login with your Facebook account?
es: ¿Quieres iniciar la sesión con tu cuenta de Facebook?

source: You are not allowed to join this group
es: No puedes unirte a este grupo

# User wants to join the group
source: %@ wants to join your group
es: %@ quieres unirte a tu grupo

source: Send the invitation link
es: Enviar invitación

source: Invite users by sharing the invitation link via channel of your choice
es: Invita a tus amigos compartiendo este enlace de invitación a través de la app que prefieras

# error.no_camera_permissions_title
source: Allow camera and microphone access
es: Permitir el acceso a tu cámara y micrófono

# error.no_camera_permissions_alert
source: Open application settings and allow us to use you camera and microphone.
es: Abre los ajustes de la aplicación y permítenos usar tu cámara y micrófono

# error.open_settings
source: Open settings
es: Configuración abierta

# invitations.text
source: Hey, join our private chat!
es: ¡Hola, únete a nuestro chat privado!

# alert.left_group.title
source: You left the group
es: Dejaste el grupo

# alert.left_group.description
source: Group owner has removed you from current conversation
es: El administrador del grupo te ha eliminado de la conversación actual

# alert.confirm_remove_user.title
source: Do you want to remove %@ from the group?
es: ¿Desea eliminar %@ del grupo?

# alert.confirm_block_user.title
source: Block user
es: Bloquear al usuario

# alert.confirm_block_user.text
source: Do you want to block %@ in the group?
es: ¿Realmente quieres bloquear %@ del grupo?

# alert.confirm_unblock_user.title
source: Unblock user
es: Desbloquear usuario

# alert.confirm_unblock_user.text
source: Do you want to unblock %@ in the group?
es: ¿Realmente quieres desbloquear a %@ del grupo?

# alert.you_are_blocked.title
source: You are blocked
es: Has sido bloqueado

# alert.you_are_blocked.text
source: Group owner has blocked you from the current group
es: El administrador te ha bloqueado de este grupo

# alert.confirm_leave_group.title
source: Leave group
es: Dejar el grupo

# alert.confirm_leave_group.text
source: Do you want to leave the group?
es: ¿De verdad quieres abandonar este grupo?

# toast.user_joined
source: %@ has joined
es: %@ se ha unido

# toast.user_unblocked
source: %@ has been unblocked
es: %@ ha sido desbloqueado

# toast.user_blocked
source: %@ has been blocked
es: %@ ha sido bloqueado

# toast.user_left
source: %@ left the group
es: %@ ha abandonado el grupo

# alert.user_joined.title
source: %@ has joined
es: %@ se ha unido

# alert.user_joined.description
source: Now your friends are joining the discussion. You can always swipe → right to see who else is in the group and remove unwanted people
es: Tus amigos se están uniendo al grupo. Siempre puedes deslizar hacia la → derecha para ver quién más está activo en el grupo y bloquear a las personas no deseadas.

# button.invite_friends
source: Invite friends
es: Invita a tus amigos

# button.continue_tutorial
source: Continue tutorial
es: Continúa con el tutorial

# button.leave_group
source: Leave group
es: Dejar el grupo

# onboarding.skip_tutorial
source: Skip tutorial
es: Salta el tutorial
